Repository: sajal64l/nkm_party
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Flipbook
ne: पुस्तक पाठक

source: image
ne: फोटो

source: date
ne: मिति

source: title
ne: शीर्षक

source: description
ne: विवरण

source: history
ne: इतिहास

source: leader
ne: नेता

source: speech
ne: भाषण

source: question
ne: प्रश्न

source: answer
ne: जवाफ

source: Frequently Asked Question
ne: बारम्बार सोधिने प्रश्न

source: Frequently Asked Questions
ne: बारम्बार सोधिने प्रश्नहरू

source: male
ne: पुरुष

source: Male
ne: पुरुष

source: female
ne: महिला

source: Female
ne: महिला

source: married
ne: विवाहित

source: Married
ne: विवाहित

source: unmarried
ne: अविवाहित

source: Unmarried
ne: अविवाहित

source: full name
ne: पुरा नाम

source: citizenship district
ne: नागरिकता लिएको जिल्ला

source: citizenship number
ne: नागरिकता नम्बर

source: voterlist number
ne: मतदाता सूची नम्बर

source: gender
ne: लिङ्ग

source: date of birth
ne: जन्म मिति

source: permanent address
ne: स्थाई ठेगाना

source: temporary address
ne: अस्थायी ठेगाना

source: marriage status
ne: विवाह स्थिति

source: number of family members
ne: परिवारका सदस्यहरूको संख्या

source: education
ne: शिक्षा

source: caste
ne: जात

source: occupation
ne: पेशा

source: contact number
ne: सम्पर्क नम्बर

source: email address
ne: इ - मेल ठेगाना

source: reason for being member
ne: सदस्य हुनुको कारण

source: member
ne: सदस्य

source: gallery
ne: तस्बिर संग्रहालय

source: gallerys
ne: तस्बिर संग्रहालय

source: Facebook share url
ne: फेसबुक साझा यूआरएल

source: Donate Now
ne: दान गर्नुहोस्

source: Join Us
ne: सामेल हुनुहोस्

source: Home
ne: घर

source: About Us
ne: हाम्रो बारेमा

source: History
ne: इतिहास

source: Contribute
ne: योगदान गर्नुहोस्

source: Donations
ne: दान

source: Member
ne: सदस्य

source: Notice
ne: सूचना

source: Contact
ne: सम्पर्क गर्नुहोस्

source: Language :
ne: भाषा :

source: About
ne: हाम्रो बारेमा

source: Explore
ne: अन्वेषण गर्नुहोस्

source: About
ne: हाम्रो बारेमा

source: Member
ne: सदस्य

source: Donation
ne: दान

source: Join Our Community
ne: हाम्रो समुदायमा सामेल हुनुहोस्

source: Latest News
ne: नवीनतम समाचार

source: 22 Broklyn Street 30 Road. New
ne: 22 ब्रोक्लिन स्ट्रीट 30 रोड। नयाँ

source: York United States
ne: योर्क संयुक्त राज्य अमेरिका

source: copyright 2022 by
ne: प्रतिलिपि अधिकार २०२२ द्वारा

source: About Nagarik Unmukti Party
ne: नागरिक उन्मुक्ति पार्टीको बारेमा

source: Get to Know Nagarik Unmukti Party
ne: नागरिक उन्मुक्ति पार्टीलाई चिन्नुहोस्

source: At the heart of the theory and practice is our belief that citizens should participate in the political process
ne: सिद्धान्त र व्यवहारको केन्द्रविन्दुमा नागरिक राजनीतिक प्रक्रियामा सहभागी हुनुपर्छ भन्ने हाम्रो मान्यता हो

source: Join Campaigns
ne: अभियानहरूमा सामेल हुनुहोस्

source: We Will Make <br> History Together
ne: हामी सँगै इतिहास रच्नेछौं

source: To not keep our voices steady. Let's shake hands
ne: हाम्रो आवाज र मलमान्येतालै स्थिर राख्नन। आउनुहोस हतमेला गरौ।

source: Join the Fight for Freedom
ne: स्वतन्त्रताको लडाइमा सामेल हुनुहोस्

source: Help us Bring <br> the Change we Need
ne: हामीलाई चाहिने परिवर्तन <br> ल्याउन मद्दत गर्नुहोस्

source: Become a Member
ne: सदस्य बन्नुहोस्

source: Our Party People
ne: हाम्रो पार्टीका जनता

source: Meet the Team
ne: टोलीलाई भेट्नुहोस्

source: Let's make a difference! Donate our campaign.
ne: फरक पारौं! हाम्रो अभियानमा दान गर्नुहोस्।

source: Discover More
ne: थप पत्ता लगाउनुहोस्

source: 22 Broklyn Street, USA
ne: 22 ब्रोक्लिन स्ट्रीट 30 रोड

source: Contact With Us
ne: सम्पर्क गर्नुहोस्

source: Leave a Message
ne: सन्देश छोड्नुहोस

source: Your Name
ne: तपाइको नाम

source: Email Address
ne: इ - मेल ठेगाना

source: Write Message
ne: सन्देश लेख्नुहोस्

source: Send Message
ne: सन्देश लेख्नुहोस्

source: Payment Info
ne: भुक्तानी जानकारी

source: Rs
ne: रु

source: Online Payment
ne: अनलाइन भुक्तानी

source: Offline Payment
ne: अफलाइन भुक्तानी

source: Recurrence
ne: पुनरावृत्ति

source: Monthly
ne: मासिक

source: Yearly
ne: वार्षिक

source: Personal Info
ne: व्यक्तिगत जानकारी

source: First Name
ne: पहिलो नाम

source: Last Name
ne: थर

source: Phone
ne: फोन

source: Address
ne: ठेगाना

source: Nepal
ne: नेपाल

source: India
ne: भारत

source: USA
ne: संयुक्त राज्य अमेरिका

source: Describe Yourself
ne: आफ्नो बारेमा भन्नुहोस

source: Submit Donation
ne: दान पेश गर्नुहोस्

source: People have joined the campaigns
ne: निम्न जनता अभियानमा लागेका छन्

source: Vote
ne: मतदान

source: Always for democratic principles and behavior
ne: सधैं लोकतान्त्रिक सिद्धान्त र व्यवहारको लागि

source: In matters of freedom
ne: स्वतन्त्रता को मामला मा

source: Join every day
ne: हरेक दिन सामेल हुनुहोस्

source: Your vote is the
ne: तपाईको मतदान नै

source: Power of Democracy
ne: लोकतन्त्रको शक्ति हो

source: People need truth, Our goal is stability
ne: मानिसहरूलाई सत्यता चाहिन्छ, हाम्रो लक्ष्य स्थिरता हो

source: Nagarik Unmukti Party
ne: नागरिक उन्मुक्ति पार्टी

source: We can build <br> better future together
ne: हामी मिलेर राम्रो <br> भविष्य बनाउन सक्छौं

source: Synonymous with glorious history, responsible present and a bright secure future.
ne: गौरवमय इतिहास, जिम्मेवार वर्तमान र उज्यालो सुनिश्चित भविष्य’को पर्यायवाची।

source: Seven decades of relentless struggle for nationalism, democracy and socialism.
ne: राष्ट्रियता, लोकतत्र र समाजवादका लागि सात दशकको अनवरत संघर्ष।

source: The Nagarik Unmukti Party is a movement that is determined to build a prosperous Nepal based on the ideas and culture of the epoch maker Resham Chaudhary
ne: रेशम चौधरीको विचार र संस्कारको जगमा समुन्नत नेपाल निर्माणका लागि दृढ अठोट राख्ने आन्दोलन हो नागरिक उन्मुक्ति पार्टी।

source: Vote Status
ne: मतदान स्थिति

source: Learn More
ne: अझै जान्नुहोस

source: Mission and Vision
ne: लक्ष्य र दृष्टि

source: Civil Rights <br> Attorney
ne: नागरिक अधिकार <br> अधिवक्ता

source: Majored in <br> Political
ne: राजनीतिमा <br> मेजर

source: Political<br> Solutions
ne: राजनीतिक<br> समाधान

source: Contribute to help us win
ne: हामीलाई जित्न मद्दत गर्न योगदान गर्नुहोस्

source: Donate
ne: दान गर्नुहोस्

source: Policy Positions
ne: नीति पदहरू

source: Campaign Principles
ne: अभियानका सिद्धान्तहरू

source: Environment
ne: वातावरण

source: Healthcare
ne: स्वास्थ्य सेवा

source: Tax Returns
ne: कर रिटर्नहरू

source: Economy
ne: अर्थतन्त्र

source: Education
ne: शिक्षा

source: How we can build a better country together
ne: हामी मिलेर कसरि <br> राम्रो भविष्य <br> बनाउन सक्छौं

source: Donate or be Member.
ne: दान गर्नुहोस् वा सदस्य बन्नुहोस्।

source: Join Campaigns
ne: अभियानहरूमा सामेल हुनुहोस्

source: Leader
ne: नेता

source: Watch Campaigns
ne: अभियानहरू हेर्नुहोस्

source: Don't miss our monthly updates
ne: हाम्रो मासिक अपडेटहरू नछुटाउनुहोस्

source: Subscribe
ne: सदस्यता लिनुहोस्

source: Nagarik Unmukti Party Updates
ne: नागरिक उन्मुक्ति पार्टी अपडेटहरू

source: From Campaign
ne: अभियानबाट

source: Read More
ne: अझै जान्नुहोस

source: Facebook
ne: फेसबुक

source: Top Facebook Posts
ne: शीर्ष फेसबुक पोस्टहरू

source: Become a Member
ne: सदस्य बन्नुहोस्

source: Apply & Join Us Today
ne: आवेदन दिनुहोस् र आज हामीसँग सामेल हुनुहोस्

source: Send Request
ne: अनुरोध पठाउने

source: Nepali
ne: नेपाली

source: English
ne: अंग्रेजी

source: draft
ne: अप्रकाशित

source: published
ne: प्रकाशित

source: body
ne: सामग्री

source: notice
ne: सूचना

source: Read PDF File
ne: PDF फाइल पढ्नुहोस्

source: Tags:
ne: ट्यागहरू:

source: There are no comments yet.
ne: यहाँ अझै कुनै टिप्पणीहरू छैनन्।

source: Your comment is added
ne: तपाईंको टिप्पणी थपिएको छ

source: Leave a Comment
ne: एक टिप्पणी छोड्नुहोस्

source: Your Email
ne: तपाइको इमेल

source: Comment
ne: टिप्पणी गर्नुहोस्

source: Submit Comment
ne: टिप्पणी पेश

source: Search
ne: खोज्नुहोस्

source: Search here...
ne: खोज्नुहोस्.........

source: Latest Notices
ne: नवीनतम सूचना

source: Tags
ne: ट्यागहरू
